[
  "templater-obsidian",
  "dataview",
  "omnisearch",
  "quickadd",
  "calendar",
  "obsidian-icon-folder",
  "editing-toolbar",
  "copilot",
  "ai-agent",
  "terminal"
]